Repository: zerdayyilmaz/Food-Log
Catalog: FoodLog/FoodLog/FoodLog/Localizable.xcstrings
Source language: en
Languages: nl

source: - Access and export your data - Request deletion of your account - Withdraw consent by deleting your account
nl: - Toegang krijgen tot en je gegevens exporteren - Verwijdering van je account aanvragen - Je toestemming intrekken door je account te verwijderen

source: **Attention Needed**
nl: **Actie vereist**

source: **Make sense** of your gut with **smarter** insights
nl: Begrijp je darmen met slimmere inzichten

source: **Safe** Foods
nl: **Veilig** voedsel

source: **Trigger** Foods
nl: **Trigger** voedsel

source: %lld times
nl: %lld keer

source: Add a comment…
nl: Opmerking toevoegen…

source: Add a custom symptom
nl: Een aangepast symptoom toevoegen

source: Add any notes about your mood or symptoms...
nl: Voeg notities toe over je stemming of symptomen...

source: All Symptoms Frequency
nl: Frequentie van alle symptomen

source: and
nl: en

source: By continuing, you agree to our
nl: Door verder te gaan, ga je akkoord met onze

source: Calendar
nl: Kalender

source: Cancel
nl: Annuleren

source: Cancel Anytime
nl: Altijd opzegbaa

source: Comments
nl: Opmerkingen

source: Complete symptom analysis on page 2 →
nl: Volledige symptoomanalyse op pagina 2 →

source: Comprehensive Health Report
nl: Uitgebreid gezondheidsrapport

source: Count
nl: Aantal

source: Delete
nl: Verwijderen

source: Delete account
nl: Account verwijderen

source: Delete account?
nl: Account verwijderen?

source: Delete this comment?
nl: Deze opmerking verwijderen?

source: Delete this post?
nl: Deze opmerking verwijderen?

source: Good balance of safe foods. Continue tracking and consider keeping a food journal for deeper insights.
nl: Goede balans van veilige voeding. Blijf loggen en overweeg een dagboek voor meer inzicht.

source: Insufficient data available
nl: Onvoldoende gegevens beschikbaar

source: Log out
nl: Uitloggen

source: Log out?
nl: Uitloggen?

source: Meal breakdown
nl: Maaltijdverdeling

source: Mood
nl: Stemming

source: Mood Distribution
nl: Stemmingsverdeling

source: Mood distribution for selected food
nl: Stemmingsverdeling voor geselecteerd voedsel

source: Mood Overview
nl: Stemmingsoverzicht

source: Moods Associated with '%@'
nl: Stemingen geassocieerd met ‘%@’

source: Most Common Trigger Foods
nl: Meest voorkomende trigger-voedingsmiddelen

source: Most Frequent Symptoms
nl: Meest voorkomende symptomen

source: Most safe foods
nl: Meest veilige voedingsmiddelen

source: Most triggered foods
nl: Meest getriggerde voedingsmiddelen

source: New Post
nl: Sterkste triggers

source: No activity yet.
nl: Nog geen activiteit.

source: No comments yet.
nl: Nog geen reacties.

source: No foods logged yet.
nl: Nog geen voedingsmiddelen gelogd.

source: No mood data available
nl: Geen stemmingsgegevens beschikbaar.

source: No notes for these days.
nl: Geen notities voor deze dagen.

source: No posts yet
nl: Nog geen berichten.

source: No symptom data available
nl: Geen symptoomgegevens beschikbaar.

source: Not enough data
nl: Notities voor deze dagen

source: Notes for these days
nl: Algemene stemmingsverdeling

source: Overall Mood Distribution
nl: Algemene Stemmingsverdeling

source: Password
nl: Wachtwoord

source: Password should be 6 characters or long
nl: Wachtwoord moet minimaal 6 tekens lang zijn.

source: Password updated successfully!
nl: Wachtwoord succesvol bijgewerkt!

source: Please check your informations and try again.
nl: Controleer je gegevens en probeer het opnieuw.

source: Post
nl: Bericht

source: Privacy and Policy
nl: Privacy en beleid

source: Privacy Policy
nl: Privacybeleid

source: Profile updated successfully!
nl: Profiel succesvol bijgewerkt!

source: Remember your password? Log in now.
nl: Wachtwoord onthouden? Log nu in.

source: Restore Purchases
nl: Veilige voedingsmiddelen

source: Safe
nl: Veil

source: Safe Foods
nl: Veilige voedingsmiddelen

source: Safe: %lld
nl: Veilig

source: Safest Foods
nl: Meest veilige voedingsmiddelen

source: Save
nl: Score: %lld

source: Select a food to see related symptoms
nl: Selecteer een voedingsmiddel om gerelateerde symptomen te zien.

source: Select Symptoms
nl: Symptomen selecteren

source: Send
nl: Verzenden

source: Settings
nl: Instellingen

source: Sign In
nl: Inloggen

source: Sign Up
nl: Registreren

source: Start typing below to add one!
nl: Begin hieronder te typen om er een toe te voegen!

source: Starter
nl: Basis

source: Stays On
nl: Altijd actief

source: Subscribe Monthly – %@
nl: Maandelijks abonneren – %@

source: Summary Statistics
nl: Samenvattende statistieken

source: Symptom
nl: Symptoom

source: Symptom Frequency Distribution
nl: Symptoomfrequentieverdeling

source: Symptom Overview
nl: Symptoomoverzicht

source: Symptoms & Mood (weekly)
nl: Symptomen & stemming (wekelijks)

source: Symptoms Associated with '%@'
nl: Symptomen geassocieerd met ‘%@

source: Terms of Service
nl: Servicevoorwaarden

source: Terms Of Service
nl: Servicevoorwaarden

source: This week
nl: Deze week

source: Top Safe
nl: Top Veilig

source: Tracked days: %lld
nl: Bijgehouden dagen: %lld

source: Trigger Food
nl: Trigger-voedingsmiddel

source: Trigger Foods
nl: Trigger-voedingsmiddelen

source: Trigger vs Safe
nl: Trigger vs veilig

source: Trigger vs Safe Foods
nl: Trigger- vs veilige voedingsmiddelen

source: Unlock
nl: Ontgrendelen

source: Unlock Full Access
nl: Volledige toegang ontgrendelen

source: Update Mail
nl: E-mail bijwerken

source: Update Password
nl: Wachtwoord bijwerken

source: Weekly Health Report
nl: Wekelijks gezondheidsrapport

# what_that_day
source: What did you eat that day?
nl: Wat heb je die dag gegeten?

# what_today
source: What have you eaten today?
nl: Wat heb je vandaag gegeten?
